[
  {
    "Region":"Denver Metro Area",
    "County":"Adams",
    "Farm Name":"Balistreri Vineyards",
    "Address":"",
    "City":"",
    "Phone":"",
    "Email":"",
    "Website":"",
    "Socials":"",
    "Season\/Hours":"",
    "Description\/Products":""
  },
  {
    "Region":"Denver Metro Area",
    "County":"Adams",
    "Farm Name":"Flying B Bar Ranch",
    "Address":"1946 East 66th Avenue",
    "City":"",
    "Phone":"303-287-5156; 303-887-9735",
    "Email":"Julie@BalistreriWine.com; Margaret@FlyingBBar.com",
    "Website":"BalistreriWine.com; FlyingBBar.com",
    "Socials":"Facebook.com\/BalistreriVineyards; Facebook.com\/FlyingBBar; Instagram.com\/BalistreriWine",
    "Season\/Hours":"Year-round  Year-round, call for an appointment Daily, 11 a.m. - 5 p.m. wines. Our winery is open daily from 11 a.m. - 5  Maize in the City & Haunted Field of p.m. for wine tastings, winery tours, and lunch. In",
    "Description\/Products":"Denver 7300 Yulle Rd. Year-round  Year-round, call for an appointment Daily, 11 a.m. - 5 p.m. Take I-25 to the 58th Ave Exit Go east to N  On-farm\/ranch  sales.  Beef  and  pork.  Family Washington St. Go north to 66th Ave East on  owned and operated Flying B Bar Ranch is 66th Ave, 3\/4 mile on the right-hand side to the  focused on regenerative ranching practices in Balistreri Winery & Tasting Room Take West  raising  grass-fed  and  finished  Wagyu\/Angus driveway and park in back (south side), enter  cattle. We are highly focused on animal welfare through South doors. and are at the leading edge of next generation ranching practices. Bulk orders and individual Winery,  restaurant,  event  facilities,  tours.  cuts available for pickup at the ranch. Individual Balistreri  Vineyards  is  a  family  owned  and  cuts can be shipped from our ranch to your door. operated winery dedicated to producing natural wines. Our winery is open daily from 11 a.m. - 5  Maize in the City & Haunted Field of p.m. for wine tastings, winery tours, and lunch. In"
  },
  {
    "Region":"Denver Metro Area",
    "County":"Adams",
    "Farm Name":"Screams",
    "Address":"10451 McKay Road",
    "City":"",
    "Phone":"",
    "Email":"Info@HauntedFieldOfScreams.com; Info@MaizeInTheCity.com",
    "Website":"HauntedFieldOfScreams.com; MaizeInTheCity.com",
    "Socials":"",
    "Season\/Hours":"",
    "Description\/Products":"addition to our tasting room, the Balistreri Event Center is the perfect venue to host your next Thornton 80233 event! ADA accessible. Berry Patch Farms, LLC 13785 Potomac St."
  },
  {
    "Region":"Denver Metro Area",
    "County":"Adams",
    "Farm Name":"Brighton",
    "Address":"303-659-5050",
    "City":"",
    "Phone":"303-659-5050",
    "Email":"Bpf@QwestOffice.net",
    "Website":"BerryPatchFarms.com; QwestOffice.net",
    "Socials":"Facebook.com\/BerryPatchFarms",
    "Season\/Hours":"Open seasonally late September - October 31 Year-round  event the whole family can enjoy only 15 minutes Tuesday, 8 a.m. - 1 p.m. and 4 p.m. - 7 p.m.  from downtown Denver at 10451 McKay Road, Thursday, 8 a.m. - 1 p.m.   Thornton, CO. Saturday, 8 a.m. - 4 p.m.",
    "Description\/Products":"Open seasonally late September - October 31 Located on the northwest corner of 104th and McKay Road. Maize in the City (MITC), voted Denver’s favorite Instagram: BerryPatchFarms corn maze, offers a convenient, fun, rural fall Year-round  event the whole family can enjoy only 15 minutes Tuesday, 8 a.m. - 1 p.m. and 4 p.m. - 7 p.m.  from downtown Denver at 10451 McKay Road, Thursday, 8 a.m. - 1 p.m.   Thornton, CO. Saturday, 8 a.m. - 4 p.m. Located between 136th & 144th Ave., on the  A family operation, MITC features a number east side of Highway 85.  See website for map. of attractions including a 20-acre Crazed Corn Field Maze, Mini Maze, barrel train ride, petting Agritourism, CSA Farm, on-farm\/ranch sales,  zoo, bouncers, corn launch and so much more. u-pick, hayrides, pumpkin patch, tours. Apples,  MITC also offers free attractions including a hay beets, bell peppers, Brussels sprouts, cabbage,  bale maze, playground, corn kernel box and cantaloupe,  carrots,  celery,  cherries,  chile  several photo ops. peppers, chile - roasted, cucumbers, eggplant, garlic,  green  beans,  herbs,  honeydew,  kale,  Farmer-owned, MITC also offers locally grown leeks,  lettuce,  microgreens,  okra,  onions,  pumpkins, gourds, Indian corn and other fall peaches,  pears,  peas,  potatoes,  pumpkins,  décor for purchase. Choose from 15 varieties of radishes, raspberries, rhubarb, spinach, squash,  pumpkins and gourds set in the easy-pick field. strawberries,  tomatoes,  turnips,  watermelon,  Admission to the Maize in the City site is free zucchini,  beef,  baked  goods,  eggs,  honey,  with attraction prices varying from free to $20."
  },
  {
    "Region":"Denver Metro Area",
    "County":"Adams",
    "Farm Name":"DDeennvveerr  MMeettrroo  AArreeaa                 5511",
    "Address":"Please visit MaizeInTheCity.com for hours of  Near 144th & I-25 in the Orchard Town Center. In",
    "City":"",
    "Phone":"",
    "Email":"",
    "Website":"MaizeInTheCity.com",
    "Socials":"",
    "Season\/Hours":"Please visit MaizeInTheCity.com for hours of  Near 144th & I-25 in the Orchard Town Center. In Maize in the City is open seasonally from late  peppers, broccoli, cabbage, cantaloupe, carrots, September through October 31.  cauliflower,  celery,  cherries,  chile  peppers,",
    "Description\/Products":"operation and available attractions per date. All  the Macy’s parking lot. attractions are weather dependent. Apples,  apricots,  asparagus,  beets,  bell Maize in the City is open seasonally from late  peppers, broccoli, cabbage, cantaloupe, carrots, September through October 31.  cauliflower,  celery,  cherries,  chile  peppers, chiles - roasted, cucumbers, eggplant, garlic, Haunted  Field  of  Screams  (HFOS)  is  green  beans,  herbs,  honeydew,  kale,  leeks, Colorado’s largest haunted attraction. Built into  lettuce,  microgreens,  mushrooms,  nectarines, a 40-acre corn field, HFOS delivers a daunting  onions, peaches, pears, peas, plums, potatoes, indoor\/outdoor haunt experience only 15 minutes  radishes, spinach, squash, strawberries, sweet from downtown Denver at 10451 McKay Road,  corn, tomatoes, turnips, watermelon, zucchini, Thornton, CO. baked goods, eggs, honey, jams\/jellies, pickles, popcorn, beef, sausage and handcrafted gifts. Backing the famously haunted Riverdale Road,  ADA accessible. (See our ad on page 21.) the attraction offers the longest immersive haunt experience that includes a walk through acres"
  },
  {
    "Region":"Denver Metro Area",
    "County":"Adams",
    "Farm Name":"Palombo Farms Market",
    "Address":"11500 Havana St.",
    "City":"",
    "Phone":"",
    "Email":"",
    "Website":"",
    "Socials":"",
    "Season\/Hours":"",
    "Description\/Products":"of corn field, encounters with multiple haunted houses and a ride down to the Riverdale Gates"
  },
  {
    "Region":"Denver Metro Area",
    "County":"Adams",
    "Farm Name":"Henderson",
    "Address":"303-287-0134",
    "City":"",
    "Phone":"303-287-0134; 970-284-7941",
    "Email":"Jacquie@MonroeFarm.com; PalomboMarket@gmail.com",
    "Website":"HauntedFieldOfScreams.com; MonroeFarm.com; PalomboMarket.com; gmail.com",
    "Socials":"",
    "Season\/Hours":"open dates and tickets. Attraction is weather dependent. Open seasonally July - October Monday - Friday, 9 a.m. - 6 p.m. Saturday and Sunday, 9 a.m. - 5 p.m. June - December  Family owned and operated, the Market grows Daily, 7 a.m. - 5 p.m. and sources produce from their family farm as well to market daily. Throughout the harvest season, Market is open seasonally July - October from 9 a.m. to 6 p.m. Monday – Saturday and from 10 a.m. to 5 p.m. Sunday. For more information, visit",
    "Description\/Products":"of Hell. open dates and tickets. Attraction is weather dependent. Open seasonally July - October Monday - Friday, 9 a.m. - 6 p.m. Saturday and Sunday, 9 a.m. - 5 p.m. Monroe Organic Farms, LLC Located on U.S. Hwy. 85 and 112th Ave., 1 block produce market located in Henderson, Colorado. June - December  Family owned and operated, the Market grows Daily, 7 a.m. - 5 p.m. and sources produce from their family farm as well Tours are available upon request. as other local farms, supporting the agricultural community throughout Colorado. Whether it’s This is a four generation farm started in 1936 grown at the family farm or sourced from another and possibly the oldest organic farm in the US. local farm, PFM produce is harvested and brought We  are  a  Community  Supported  Agriculture to market daily. Throughout the harvest season, (CSA) farm where families become members you’ll  see  homegrown  tomatoes,  homegrown and receive a variety of certified organic produce peaches  &  cream  sweet  corn,  homegrown and other farm products. We deliver our fully- pickling cucumbers, homegrown roasted green ripened fruits and vegetables to 25 Front Range chile, Palisade Peaches, Rocky Ford melons, neighborhoods  including  Boulder,  Broomfield, greens, herbs and so much more. And a number Greeley, Longmont, Louisville and the Denver of specialty items such as ciders, juices, jams, Metro area. We are best known for our carrots, jellies,  hot  sauces,  salsa,  dressings,  local green  beans,  onions,  peppers,  potatoes, honey, canned goods & more. When you buy strawberries,  sweet  corn,  sweet  melons  and produce at Palombo Farms Market, you’re not tomatoes.  We  are  an  excellent  source  for only purchasing farm fresh produce, but you’re Western Slope fruit, Eastern Plains honey, beef, also buying local which means maintaining jobs, pork and lamb. Our farm is certified organic. The sustaining family farms and contributing to the animals are on pasture their whole lives. They state’s economy. Plus, you can buy in bulk for are antibiotic and hormone free. (See our ad on canning and freezing and save! Palombo Farms page 35.) Market is open seasonally July - October from 9 a.m. to 6 p.m. Monday – Saturday and from 10 a.m. to 5 p.m. Sunday. For more information, visit"
  },
  {
    "Region":"Denver Metro Area",
    "County":"Adams",
    "Farm Name":"Orchard Farmers’ Market",
    "Address":"14535 Delaware St.",
    "City":"",
    "Phone":"",
    "Email":"",
    "Website":"PalomboMarket.com",
    "Socials":"",
    "Season\/Hours":"",
    "Description\/Products":"on Facebook and Instagram."
  }
]
